Repository: Sander80/l2tp-ipsec-vpn
Catalog: nls/*.po
Languages: de

# AdvancedSettingsDialog|
source: Advanced Settings
de: Erweiterte Einstellungen

# AdvancedSettingsDialog|
source: Compression
de: Komprimierung

# AdvancedSettingsDialog|
source: Allow &BSD data compression
de: &BSD-Komprimierung erlauben

# AdvancedSettingsDialog|
source: Allow &Deflate data compression
de: &Deflate-Komprimierung erlauben

# AdvancedSettingsDialog|
source: Use TCP &header compression
de: TCP-&Headerkomprimierung verwenden

# AdvancedSettingsDialog|
source: Send PPP &echo packets
de: Sende PPP-&Echo Pakete

# AdvancedSettingsDialog|
source: - Advanced Settings
de: - Erweiterte Einstellungen

# CertificateImportDialog|
source: Import Certificate Dialog
de: Zertifikat Importieren

# CertificateImportDialog|
source: Full path to PKCS12 (*.p12, *.pfx) encoded certificate bundle file to import
de: Geben Sie hier den vollständigen Pfad zu der PKCS12 (*.p12, *.pfx) Zertifikatdatei ein die Sie importieren möchten

# CertificateImportDialog|
source: PKCS12 File:
de: PKCS12 Datei:

# CertificateImportDialog|
source: If checked. the imported certificate is automatically selected as IPsec authentication certificate
de: Wenn angekreutzt, dann wird das importierte Zertifikat automatisch als IPsec-Authentifizierungszertifikat verwendet

# CertificateImportDialog|
source: Use this certificate for IPsec authentication
de: Verwende dieses Zertifikat zur IPsec-Authentifizierung

# CertificateImportDialog|
source: Private key passphrase:
de: Kennwort für den privaten Schlüssel:

# CertificateImportDialog|
source: Enter the passphrase that shall be used to encrypt the imported private key
de: Geben Sie das Kennwort ein, dass zur Verschlüsselung des importierten privaten Schlüssels benutzt werden soll

# CertificateImportDialog|
source: Verify private key passphrase:
de: Kennwort bestätigen:

# CertificateImportDialog|
source: Type the private key passphrase again to confirm
de: Geben Sie zur Bestätigung das Kennwort für den privaten Schlüssel erneut ein

# CertificateImportDialog|
source: PKSC#12 certificate bundle (*.p12 *.pfx)
de: PKCS#12 Zertifikatsdatei (*.p12 *.pfx)

# CertificateImportDialog|
source: Choose the PKCS12 certificate bundle to import ...
de: Wählen Sie die zu importierende PKCS12 Zertifikatsdatei aus ...

# CertificateImportDialog|
source: Passphrase Entry Dialog
de: Kennwort Eingabe

# CertificateImportDialog|
source: Please enter the passphrase that was used to encrypt this certificate bundle:
de: Geben Sie bitte das Kennwort ein, das zur Verschlüsselung dieses Zertifikates benutzt wurde:

# CertificateImportDialog|
source: Content:
de: Inhalt:

# CertificateImportDialog|
source: certificate
de: Zertifikat

# CertificateImportDialog|
source: issued by
de: ausgestellt von

# CertificateImportDialog|
source: private key
de: Privater Schlüssel

# CertificateImportDialog|
source: %n root certificate(s)
de: %n Stammzertifikat

# CertificateImportDialog|
source: certificate file
de: Zertifikatedatei

# CertificateImportDialog|
source: private key file
de: Private Schlüssel Datei

# CertificateImportDialog|
source: root certificate file
de: Stammzertifikatsdatei

# CertificateImportDialog|
source: Error:
de: Fehler:

# CertificateImportDialog|
source: A
de: Eine

# CertificateImportDialog|
source: already exists. Do you want to replace it?
de: existiert bereits. Möchten Sie diese ersetzen?

# CertificateImportDialog|
source: The
de: Die

# CertificateImportDialog|
source: already exists in
de: gibt es bereits in

# CertificateImportDialog|
source: . Replacing it will overwrite its contents.
de: Ersetzen dieser Datei überschreibt deren Inhalt.

# CertificateImportDialog|
source: Importing certificates ...
de: Zertifikate werden importiert ...

# ConnectionEditorDialog|
source: VPN Connections
de: VPN Verbindungen

# ConnectionEditorDialog|
source: &Add ...
de: &Hinzufügen ...

# ConnectionEditorDialog|
source: &Edit ...
de: &Bearbeiten ...

# ConnectionEditorDialog|
source: &Delete ...
de: &Löschen ...

# ConnectionEditorDialog|
source: &Preferences ...
de: &Voreinstellungen ...

# ConnectionEditorDialog|
source: You need to reconnect for your changes to take effect!
de: Sie müssen sich erneut Verbinden, damit die Änderungen wirksam werden!

# ConnectionEditorDialog|
source: Apply settings
de: Einstellungen übernehmen

# ConnectionEditorDialog|
source: You do not have the permission to apply settings
de: Sie haben kein ausreichende Berechtigung um die Einstellungen übernehmen zu können

# ConnectionEditorDialog|
source: New Connection
de: Neue Verbindung

# ConnectionEditorDialog|
source: Connection name:
de: Verbindungsname:

# ConnectionEditorDialog|
source: A connection with name '%1' already exists
de: Eine Verbindung mit dem namen '%1' existiert bereits

# ConnectionEditorDialog|
source: The provided name '%1' contains invalid characters. Name must start with a letter and may contain only letters, digits, periods, underscores, and hyphens. Maximum length is 30.
de: Der eingegebene Name '%1' enthält ungültige Zeichen. Der Name muss mit einem Buchstaben beginnen und darf nur Buchstaben, Zahlen, Punkte, Unterstriche und Bindestriche enthalten. Die Länge darf 30 Zeichen nicht überschreiten.

# ConnectionEditorDialog|
source: You do not have the permission to add a connection
de: Sie haben kein ausreichende Berechtigung zum Hinzufügen eine neuen Verbindung

# ConnectionEditorDialog|
source: Edit Connection
de: Verbindung bearbeiten

# ConnectionEditorDialog|
source: You do not have the permission to edit a connection
de: Sie haben kein ausreichende Berechtigung zum Bearbeiten der Verbindung

# ConnectionEditorDialog|
source: Delete Connection
de: Verbindung löschen

# ConnectionEditorDialog|
source: Are you sure you wish to delete the connection '%1'?
de: Sind Sie sicher, dass Sie die Verbindung '%1' löschen möchten?

# ConnectionEditorDialog|
source: You do not have the permission to remmove a connection
de: Sie haben kein ausreichende Berechtigung zum Löschen einer Verbindung

# ConnectionInformationDialog|
source: Remote Server:
de: Server-Adresse:

# ConnectionInformationDialog|
source: PtP Interface:
de: PtP Schnittstelle:

# ConnectionInformationDialog|
source: Destination Address:
de: Ziel-Adresse:

# ConnectionInformationDialog|
source: IP Address:
de: IP-Adresse:

# ConnectionInformationDialog|
source: Subnet Mask:
de: Subnetmaske:

# ConnectionInformationDialog|
source: Primary DNS:
de: Ester Namensserver:

# ConnectionInformationDialog|
source: Secondary DNS:
de: Zweiter Namensserver:

# ConnectionInformationDialog|
source: Tenary DNS:
de: Dritter Namensserver:

# ConnectionInformationDialog|
source: Statistics ...
de: Statistik ...

# ConnectionInformationDialog|
source: Internet Interface:
de: Internet Schnitstelle:

# ConnectionInformationDialog|
source: Internet Interface Gateway:
de: Internet Gateway:

# ConnectionInformationDialog|
source: Logs
de: Ereignisse

# ConnectionManager|
source: &Disconnect
de: Verbindung &trennen

# ConnectionManager|
source: &Edit Connections ...
de: Verbindungen &bearbeiten ...

# ConnectionManager|
source: Connection &Information
de: &Verbindungsinformationen

# ConnectionManager|
source: &About
de: &Info

# ConnectionManager|
source: &Quit
de: Bee&nden

# ConnectionManager|
source: About %1
de: Info %1

# ConnectionManager|
source: Notification area applet for managing your L2tp over IPsec virtual private network connections.
de: Ein Applet für das Benachrichtigungsfeld, mit dem Sie L2tp/IPsec VPN Verbindungen verwalten können.

# ConnectionManager|
source: Click to establish a vpn connection to '%1'
de: Hier klicken um eine VPN Verbindung zu %1 herzustellen

# ConnectionSettingsDialog|
source: Connection Settings
de: Einstellungen für Verbindungen

# ConnectionSettingsDialog|
source: Connection &name:
de: Verbindungs&name:

# ConnectionSettingsDialog|
source: Connect &automatically
de: Verbindung &automatisch herstellen

# ConnectionSettingsDialog|
source: &Remote Server:
de: &Server-Adresse:

# ConnectionSettingsDialog|
source: IPv4 address or domain name of the remote access server that you want to connect to. Examples: 1.2.3.4 ipsec.server.edu
de: IPv4 Adresse oder Domänennamen des Einwahlservers. Beispiele; 1.2.3.4 ipsec.server.edu

# ConnectionSettingsDialog|
source: Server &Identity:
de: Server &Kennung:

# ConnectionSettingsDialog|
source: Leave empty if you don't want to check peers's identity, otherwise enter the peer's identity This is mostly a distinguished name like 'CN=cisco-fcs-ber'.
de: Wenn Sie die Server-Kennung nicht prüfen wollen, lassen Sie dieses Feld leer, ansonsten geben Sie die Sev er-Kennung ein. Die Server-Kennung ist meistens ein eindeutiger Name wie z.B. 'CN=cisco-fcs-ber'.

# ConnectionSettingsDialog|
source: Use &pre-shared key for authentication
de: &vereinbarten Schlüssel zur Authentifizierung verwenden

# ConnectionSettingsDialog|
source: Use &Certificate for authentication
de: &Zertifikat zur Authentisierung verwenden

# ConnectionSettingsDialog|
source: Private &key:
de: &Privater Schlüssel:

# ConnectionSettingsDialog|
source: Full path to a X.509 pem encoded private key file
de: Vollständiger Pfad zu einer X.509 PEM kodierten privaten Schlüssel Datei

# ConnectionSettingsDialog|
source: Passphrase:
de: Kennwort:

# ConnectionSettingsDialog|
source: Import ...
de: Importieren ...

# ConnectionSettingsDialog|
source: If checked, l2tpd will attempt to redial if the call get disconected.
de: Wenn angekreutzt und die Verbinung unterbrochen wird, versucht der L2TP Dämon eine erneute Einwahl.

# ConnectionSettingsDialog|
source: Redial
de: Einwahl-Wiederholung

# ConnectionSettingsDialog|
source: If Checked, the length bit present in the l2tp packet payload will be used.
de: Wenn angejreutzt, wird das im L2TP Paket vorhandene Längenbit verwendet.

# ConnectionSettingsDialog|
source: Length bit
de: Längenbit

# ConnectionSettingsDialog|
source: Timeout:
de: Zeitüberschreitung:

# ConnectionSettingsDialog|
source: Wait N seconds before redial. The redial option must be set to yes to use this option.
de: Warte N Sekunden bis zum nächsten Einwahlversuch. Die Option Einwahl-Wiederholung muss markiert sein, damit dise Option wirksam wird.

# ConnectionSettingsDialog|
source: Attempts:
de: Versuche:

# ConnectionSettingsDialog|
source: Will give up redial tries after N attempts.
de: Beende Einwahl-Wiederholugs nach N Versuchen.

# ConnectionSettingsDialog|
source: With this option set, pppd will agree to authenticate itself to the peer exclusively using EAP.
de: Wenn Sie diese Option ankreutzen, wird sich der PPP Dämon ausschließlich über das EAP Protokoll authentifizieren.

# ConnectionSettingsDialog|
source: Use Extensible Authentication Protocol (EAP)
de: Verwende das Extensible-Authentication Protocol (EAP)

# ConnectionSettingsDialog|
source: Properties ...
de: Eigenschaften ...

# ConnectionSettingsDialog|
source: Allow these protocols
de: Gestatte folgende Protokolle

# ConnectionSettingsDialog|
source: Unencrypted password (PAP)
de: Unverschlüsseltes Passwort (PAP)

# ConnectionSettingsDialog|
source: With this option set, pppd will agree to authenticate itself to the peer using PAP.
de: Wenn Sie diese Option ankreutzen, wird der PPP Dämon einer PAP Authentifizierung zustimmen.

# ConnectionSettingsDialog|
source: With this option set, pppd will agree to authenticate itself to the peer using CHAP.
de: Wenn Sie diese Option ankreutzen, wird der PPP Dämon einer CHAP Authentifizierung zustimmen.

# ConnectionSettingsDialog|
source: With this option set, pppd will agree to authenticate itself to the peer using MS-CHAP.
de: Wenn Sie diese Option ankreutzen, wird der PPP Dämon einer MS-CHAP Authentifizierung zustimmen.

# ConnectionSettingsDialog|
source: With this option set, pppd will agree to authenticate itself to the peer using MS-CHAPv2.
de: Wenn Sie diese Option ankreutzen, wird der PPP Dämon einer Microsoft CHAP Version 2 (MS-CHAPv2) Authentifizierung zustimmen.

# ConnectionSettingsDialog|
source: User name:
de: Benutzername:

# ConnectionSettingsDialog|
source: Set the name used for authenticating the local system to the remote access server.
de: Geben Sie hier den Benutzername ein, der verwendet werden soll, um das Lokale System beim Zugangsserver zu authentifizieren.

# ConnectionSettingsDialog|
source: Password:
de: Passwort:

# ConnectionSettingsDialog|
source: Enter your password. If left empty you'll be ask each time you try to establish a connection.
de: Geben Sie hier Ihr Passwort ein. Wenn Sie dieses Feld leer lassen, dann werden Sie bei jedem Verbindungsversuch nach dem Passwort gefragt.

# ConnectionSettingsDialog|
source: Peer authentication ...
de: Peer-Athentifizierung ...

# ConnectionSettingsDialog|
source: IP settings ...
de: IP Einstellungen ...

# ConnectionSettingsDialog|
source: Advanced ...
de: Erweitert ...

# ConnectionSettingsDialog|
source: &Disable IPSEC Encryption
de: IPSEC Verschlüsselung a&usschalten

# ConnectionSettingsDialog|
source: Choose private key ...
de: Wählen SIe eine private Schlüssel Datei aus ...

# ConnectionSettingsDialog|
source: PEM private keys (*.pem)
de: PEM private Schlüssel Dateien (*.pem)

# EapSettingsDialog|
source: EAP settings
de: EAP Einstellungen

# EapSettingsDialog|
source: When connecting
de: Beim Herstellen der Verbindung

# EapSettingsDialog|
source: Use my smart card
de: Eigene Smartcard verwenden

# EapSettingsDialog|
source: Use a certificate on this computer
de: Zertifikat auf diesem Computer verwenden

# EapSettingsDialog|
source: User certificate:
de: Benutzer Zertifikat:

# EapSettingsDialog|
source: Full path to a X.509 encoded personal certificate file
de: Vollständiger Pfad zu einer X-509 Zertifikatdatei

# EapSettingsDialog|
source: Private key:
de: Privater Schlüssel:

# EapSettingsDialog|
source: Full path to a X.509 pem encoded private key file
de: Vollständiger Pfad zu einer X.509 PEM kodierten privaten Schlüssel Datei

# EapSettingsDialog|
source: Passphrase:
de: Kennwort:

# EapSettingsDialog|
source: Enter the PIN or passphrase for your private key. If left empty you'll be ask each time you try to establish a connection.
de: Geben Sie die PIN oder das Kennwort für Ihren Privaten Schlüssel ein. Wenn Sie keine PIN oder kein Kennwort eingeben, werden Sie vor jedem Verbindungsveruch nach der PIN oder dem Kennwort gefragt.

# EapSettingsDialog|
source: CA Certificate:
de: Stammzertifikate:

# EapSettingsDialog|
source: Full path to a X.509 pem encoded Certificate Authority certificate file
de: Vollständiger Pfad zu einer X-509 Stammzertifikatdatei

# EapSettingsDialog|
source: - EAP Settings
de: - EAP Einstellungen

# EapSettingsDialog|
source: Choose your personal certificate ...
de: Wählen Sie Ihr personliches Zertifikat ...

# EapSettingsDialog|
source: PEM certificates (*.pem)
de: PEM Zertifikate (*.pem)

# EapSettingsDialog|
source: Choose your private key ...
de: Wählen Sie Ihren privaten Schlüssel ...

# EapSettingsDialog|
source: PEM private keys (*.pem)
de: PEM private Schlüssel Dateien (*.pem)

# EapSettingsDialog|
source: Choose a Certificate Authority certificate ...
de: Wähle Sie eine Stammzertifikate-Datei ...

# InterfaceStatisticsDialog|
source: Interface Statistics
de: Statistik

# InterfaceStatisticsDialog|
source: Transmitted bytes:
de: Übertragenen Bytes:

# InterfaceStatisticsDialog|
source: Transmitted packets:
de: Übertragenen Pakete:

# InterfaceStatisticsDialog|
source: Transmission errors:
de: Übertragungsfehler:

# InterfaceStatisticsDialog|
source: Received bytes:
de: Empfangenen Bytes:

# InterfaceStatisticsDialog|
source: Received packets:
de: Empfangenen Pakete:

# InterfaceStatisticsDialog|
source: Reception errors:
de: Empfangsfehler:

# InterfaceStatisticsDialog|
source: Connected since:
de: Verbunden seit:

# InterfaceStatisticsDialog|
source: Connection time:
de: Verbindungszeit:

# InterfaceStatisticsDialog|
source: Collisions:
de: Kollisionen:

# InterfaceStatisticsDialog|
source: Days
de: Tage

source: IpSettingsDialog
de: IP-Einstellungen

# IpSettingsDialog|
source: If checked the peer is asked for up to 2 DNS server addresses, otherwise provide the desired primary and secundary DNS server addresses manually in the edit boxes below.
de: Wenn angekreutzt werden bis zu zwei DNS Server Adressen automatisch bezogen, ansonsten geben Sie bitte die bevorzugte- und die alternative DNS Server Adresse manuell ein.

# IpSettingsDialog|
source: Obtain DNS server addresses automatically
de: DNS Server Adresse automatisch beziehen

# IpSettingsDialog|
source: Preferred DNS server:
de: Bevorzugter DNS Server:

# IpSettingsDialog|
source: Ip addresses of preferred domain name server used to resolve host names. Address must be entered as IPv4 address. Example: 1.2.3.4
de: IP Adresse des bevorzugten Domän-Namensserver. Adresse muss in IPv4 schreibweise eingegeben werden. Beispiel: 1.2.3.4

# IpSettingsDialog|
source: Ip addresses of alternate domain name server used to resolve host names. Address must be entered as IPv4 address. Example: 1.2.3.4
de: IP Adresse des alternativen Domän-Namensserver. Adresse muss in IPv4 schreibweise eingegeben werden. Beispiel: 1.2.3.4

# IpSettingsDialog|
source: Alternate DNS server:
de: Alternativer DNS Server:

# IpSettingsDialog|
source: Search domains:
de: Standardsuchdomänen:

# IpSettingsDialog|
source: Domains used when resolving hostnames. Use spaces to separate multiple domains.
de: Domain-Namen, nach denen beim Übersetzen von Hostnamen gesucht werden soll. Trennen Sie mehrere Domänen durch Leerzeichen.

# IpSettingsDialog|
source: Routes ...
de: Routen ...

# IpSettingsDialog|
source: - Ip Settings
de: - Ip Einstellungen

# L2tpIPsecVpnApplication|
source: I couldn't find any graphical SU command (gksudo, beesu or kdesudo).
de: Kein graphisches SU kommando ((gksudo, beesu or kdesudo) gefunden.

source: PeerAuthenticationDialog
de: Peer-Authentifizierung

# PeerAuthenticationDialog|
source: Remote name:
de: Server-Kennung:

# PeerAuthenticationDialog|
source: Set the assumed name of the remote system for authentication purposes. If not empty, the name reported by the peer is checked against this name and connection will be refused if the reported name is different.
de: Geben Sie hier die erwartete Kennung des Einwahlservers zu authentifizierungszwecken ein. Wenn sie dieses Feld nicht leer lassen, wird die eingegebene Kennung mit der Kennung die der Einwahlserver meldet verglichen und die Verbindung verweigert, wenn die gemeldete und die eingegebne Kennung unterschiedlich sind.

# PeerAuthenticationDialog|
source: - Peer Authentication Settings
de: - Peer Authentifizierungseinstellungen

# Pkcs12|
source: Writing certificate to
de: Speicheren des Zertifikat in

# Pkcs12|
source: failed
de: fehlgeschlagen

# Pkcs12|
source: No certificate found
de: Keine Zertifikatdatei gefunden

# Pkcs12|
source: Writing root certificate to
de: Speichern des Stammzertifikates in

# Pkcs12|
source: Writing private key to
de: Speichern des privaten Schlüssels in

# Pkcs12|
source: No private key found
de: Keine private Schlüsseldatei gefunden

# Pkcs12|
source: Wrong passphrase
de: Falsches Kennwort

# Pkcs12|
source: Parse PKCS#12 file
de: Analysieren der PKCS#12 Datei

# Pkcs12|
source: The file
de: Die Datei

# Pkcs12|
source: is not a valid PKCS#12 certificate bundle
de: ist keine gültige PKCS#12 Zertifikatdatei

# PppRoutesModel|
source: Address
de: Adresse

# PppRoutesModel|
source: Netmask
de: Netzmaske

# PppRoutesModel|
source: Comment
de: Bemerkung

# PreferencesEditorDialog|
source: Preferences
de: Voreinstellungen

# PreferencesEditorDialog|
source: Unique identifier for OpenSSL engine
de: Eindeutige Kennung der OpenSSL-Engine

# PreferencesEditorDialog|
source: &Engine Path:
de: &Engine Pfad:

# PreferencesEditorDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Full path to a shared library implementing the <a href="http://www.openssl.org/docs/crypto/engine.html"><span style=" text-decoration: underline; color:#0000ff;">OpenSSL engine interface</span></a></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vollständiger Pfad zu einer gemeinsam benutzten Bibliothek,welche die <a href="http://www.openssl.org/docs/crypto/engine.html"><span style=" text-decoration: underline; color:#0000ff;">OpenSSL Engine Snittstelle</span></a> implementiert</p></body></html>

# PreferencesEditorDialog|
source: &PKCS 11 Path:
de: &PKCS 11 Pfad:

# PreferencesEditorDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Full path to a shared library implementing the <a href="http://www.rsa.com/rsalabs/node.asp?id=2133"><span style=" text-decoration: underline; color:#0000ff;">Cryptographic Token Interface</span></a></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vollständiger Pfad zu einer gemeinsam benutzten Bibliothek,welche die <a href="http://www.rsa.com/rsalabs/node.asp?id=2133"><span style=" text-decoration: underline; color:#0000ff;">Cryptographic Token Shnittstelle</span></a> implementiert</p></body></html>

# PreferencesEditorDialog|
source: Choose path of engine library ...
de: Wählen Sie den Pfad für die Engine-Bibliothek ...

# PreferencesEditorDialog|
source: Choose path of PKCS11 library ...
de: Wählen Sie den Pfad für die PKCS11-Bibliothek ...

# QObject|
source: I couldn't detect any system tray on this system.
de: Ich konnte keine Systemleiste auf diesem System erkennen.

# QObject|
source: No smart card reader found.
de: Kein Smartcard Lesegerät gefunden.

# QObject|
source: Not Connected
de: Nicht verbunden

# QObject|
source: Click to show details
de: Klicken Sie hier zur Anzeige von Details

# QObject|
source: Connecting to
de: Verbinden mit

# QObject|
source: Disconnecting from
de: Verbindung trennen

# QObject|
source: Connected to
de: Verbunden mit

# QObject|
source: Error %1 occurred when disconnecting from
de: Fehler %1 ist aufgetreten beim Trennen der Verbindung zu

# QObject|
source: Error %1 occurred when connecting to
de: Fehler %1 ist aufgetreten beim verbinden mit

# QObject|
source: Failed to open configuration file '%1'.
de: Konnte Konfigurationsdatei '%1' nicht öffnen.

# QObject|
source: Failed to backup file '%1'.
de: Konnte Datei '%1' nicht sichern.

# QObject|
source: Failed to create directory '%1'.
de: Konnte das Verzeichnis '%1' nicht anlegen.
