Repository: Sander80/l2tp-ipsec-vpn
Catalog: nls/*.po
Languages: de

# QObject|
source: Failed to expand template '%1'.
de: Konnte Vorlage '%1' nicht expandieren.

# QObject|
source: Failed to get template '%1'.
de: Konnte Vorlage '%1' nicht finden.

# QObject|
source: Failed to open template file ':/templates/%1.tpl'.
de: Konnte Vorlagedatei '/templates/%1.tpl' nicht öffnen.

# QObject|
source: An error occurred while writing
de: Fehler beim Schreiben der Datei

# QObject|
source: No such connection: '%1'.
de: Den Verbindungsnamen '%1' gibt es nicht.

# QObject|
source: Dynamic library files (*.dll)
de: Dynamische Binliotheksdateien (*.dll)

# QObject|
source: Shared library files (*.so)
de: Dynamische Binliotheksdateien (*.so)

# QObject|
source: I couldn't load PKCS11 library %1.
de: Konnte PKCS11 Bibliothek %1 nicht laden.

# QObject|
source: %1 is not a valid OpenSSL engine library.
de: %1 ist keine gültige OpenSSL Engine-Bibliothek.

# QObject|
source: %1 must not be empty.
de: Feld %1 darf nicht leer sein.

# QObject|
source: Please insert your smart card ...
de: Legen Sie bitte Ihre Smartcard ein ...

# QObject|
source: Out of Memory
de: Kein freier Speicher mehr verfügbar

# QObject|
source: Please enter your PIN:
de: Geben Sie bitte Ihre PIN ein:

# QObject|
source: Please enter your passphrase:
de: Geben Sie bitte Ihr Kennwort ein:

# QObject|
source: Please enter your password:
de: Geben Sie bitte Ihr Passwort ein:

source: RouteSettingsDialog
de: Routen-Einstellungen

# RouteSettingsDialog|
source: Add
de: Hinzufügen

# RouteSettingsDialog|
source: Delete ...
de: Löschen ...

# RouteSettingsDialog|
source: route packages with the destination addresses listed here through the PPP tunnel.
de: Leite Pakete mit den hier gelisteten Zieladressen durch den PPP Tunnel.

# RouteSettingsDialog|
source: Use following explicit routes to intranet locations (split tunneling)
de: Verwende folgende expliziten Routen (Split-Tunnel-Steuerung)

# RouteSettingsDialog|
source: Use default gateway on the remote network
de: Verwende Standard-Gateway

# RouteSettingsDialog|
source: Edit routes for VPN connection
de: Routen für VPN Verbindung bearbeiten

# RouteSettingsDialog|
source: Delete Route
de: Route löschen

# RouteSettingsDialog|
source: Are you sure you wish to delete the route '%1'?
de: Sind Sie sicher, dass Sie Route '%1' löschen wollen?

source: SmartCardObjectsDialog
de: Smartcard Objekte

# VPNControlTask|
source: A critical error occurred
de: Es ist ein kritischer Fehler aufgetreten

# VPNControlTask|
source: L2tpIPsecVpnControlDaemon is not started
de: L2tpIPsecVpnControlDaemon ist nicht gestartet

# VPNControlTask|
source: Create vpn syslog pipe command failed with exit code: %1
de: Das Kommando zum Erzeugen eine Syslog-Pipe is fehlgeschlagen. Rückgabewert %1
